/* No comment provided by engineer. */
"%@ copied to clipboard" = "%@ 複製到剪貼簿上";

/* No comment provided by engineer. */
"%d Confirmations" = "%d 個確認";

/* No comment provided by engineer. */
"%d more" = "%d 個更多";

/* No comment provided by engineer. */
"%d Transactions" = "%d 個交易";

/* No comment provided by engineer. */
"Account Settings" = "帳戶設置";

/* No comment provided by engineer. */
"Active" = "活動";

/* No comment provided by engineer. */
"Add to Address book?" = "添加到通訊錄嗎？";

/* No comment provided by engineer. */
"An error occured validating your PIN code with the remote server. You may be offline or blockchain may be experiencing difficulties. Would you like retry validation or instead enter your password manually?" = "驗證您的 PIN 代碼與遠端伺服器時發生錯誤。你可能處於離線狀態或 blockchain 可能遇到的困難。你想試一次驗證或相反手動輸入您的密碼嗎？";

/* No comment provided by engineer. */
"An error was encountered loading your wallet. You may be offline or Blockchain is experiencing difficulties. Please close the application and try again later or re-pair you device." = "載入你的錢包時出錯。你可能處於離線狀態，或者 Blockchain 遇到困難。請關閉該應用程式，請稍後再試或重新配對設備。";

/* No comment provided by engineer. */
"Any Address" = "任何位址";

/* No comment provided by engineer. */
"Archive" = "存檔";

/* No comment provided by engineer. */
"Archived" = "存檔";

/* No comment provided by engineer. */
"Automatically" = "自動";

/* No comment provided by engineer. */
"Before accessing your wallet, please choose a pin number to use to unlock your wallet. It's important you remember this pin as it cannot be reset or changed without first unlocking the app." = "在訪問之前你的錢包，請選擇用來解鎖你的錢包銷號。你還記得這個別針，因為它不能重置或更改沒有第一次解鎖應用程式至關重要。";

/* No comment provided by engineer. */
"Cancel" = "取消";

/* No comment provided by engineer. */
"Cannot save PIN Code while wallet is not initialized or password is null" = "時錢包未初始化或密碼為空，無法保存 PIN 碼";

/* No comment provided by engineer. */
"Change PIN" = "更改 pin 碼";

/* No comment provided by engineer. */
"Close App" = "關閉應用程式";

/* No comment provided by engineer. */
"Confirm Payment" = "確認付款";

/* No comment provided by engineer. */
"Confirm payment of %@ (%@) to %@" = "確認付款的 %1$@ （%2$@) 到 %3$@";

/* No comment provided by engineer. */
"Create Wallet" = "創建錢包";

/* No comment provided by engineer. */
"Decrypted PIN Password length 0" = "解密的 PIN 密碼長度為 0";

/* No comment provided by engineer. */
"Decrypting Private Key" = "解密私密金鑰";

/* No comment provided by engineer. */
"Enter Password" = "請輸入密碼";

/* No comment provided by engineer. */
"Error" = "錯誤";

/* No comment provided by engineer. */
"Failed To Load Wallet" = "未能載入的錢包";

/* No comment provided by engineer. */
"No internet connection." = "沒有互聯網連接。";

/* No comment provided by engineer. */
"Finished Signing Inputs" = "完成簽署的投入";

/* No comment provided by engineer. */
"Forget Details" = "忘記的細節";

/* No comment provided by engineer. */
"Forget Wallet" = "忘了錢包";

/* No comment provided by engineer. */
"How would you like to pair?" = "你怎麼想對？";

/* No comment provided by engineer. */
"If you already have a Blockchain Wallet, choose Pair Device; otherwise, choose Create Wallet.    It's Free! No email required." = "如果你已經有一個 Blockchain 錢包，選擇雙裝置 ；否則，選擇創建的錢包。它是免費的 ！沒有所需的電子郵件。";

/* No comment provided by engineer. */
"Imported Private Key %@" = "導入的私密金鑰 %@";

/* No comment provided by engineer. */
"Information" = "資訊";

/* No comment provided by engineer. */
"Invalid email address." = "不正確電子郵件地址。";

/* No comment provided by engineer. */
"Invalid GUID" = "不正確 GUID";

/* No comment provided by engineer. */
"Invalid Identifier" = "不正確識別碼";

/* No comment provided by engineer. */
"Invalid Send Value" = "無效發送值";

/* No comment provided by engineer. */
"Invalid Shared Key" = "不正確共用金鑰";

/* No comment provided by engineer. */
"Invalid Status Code Returned %@" = "不正確狀態碼返回 %@";

/* No comment provided by engineer. */
"Invalid to bitcoin address" = "不正確比特幣位址";

/* No comment provided by engineer. */
"Loading External Page" = "載入外部頁面";

/* No comment provided by engineer. */
"Logout" = "登出";

/* No comment provided by engineer. */
"Manually" = "手動";

/* No comment provided by engineer. */
"No" = "無";

/* No comment provided by engineer. */
"No Label" = "沒有標籤";

/* No comment provided by engineer. */
"No Password Entered" = "沒有輸入密碼";

/* No comment provided by engineer. */
"OK" = "還行";

/* No comment provided by engineer. */
"Open Account Settings, Logout or change your pin below." = "打開登出帳戶設置或更改您的 pin 下面。";

/* No comment provided by engineer. */
"Options" = "選項";

/* No comment provided by engineer. */
"Pair Device" = "對設備";

/* No comment provided by engineer. */
"Parsing Pairing Code" = "解析匹配碼";

/* No comment provided by engineer. */
"Password must 10 characters or longer" = "密碼必須是 10 個字元或更長時間";

/* No comment provided by engineer. */
"Passwords do not match" = "密碼不匹配";

/* No comment provided by engineer. */
"Payment Sent!" = "付款發送 ！";

/* No comment provided by engineer. */
"PIN Encrypted String is nil" = "PIN 加密字串是零";

/* No comment provided by engineer. */
"PIN Response Object key or value length 0" = "PIN 回應物件鍵或值長度為 0";

/* No comment provided by engineer. */
"PIN Response Object success length 0" = "PIN 回應物件成功長度為 0";

/* No comment provided by engineer. */
"PIN Saved Successfully" = "已成功保存的 PIN";

/* No comment provided by engineer. */
"PIN Validation cannot be completed. Please enter your wallet password manually." = "不能完成 PIN 驗證。請手動輸入您的錢包的密碼。";

/* No comment provided by engineer. */
"PIN Validation Error" = "PIN 驗證錯誤";

/* No comment provided by engineer. */
"Please enter your 36 character wallet identifier correctly. It can be found in the welcome email on startup." = "請輸入您的錢包 36 字元識別碼的正確。它可以在啟動時的歡迎電子郵件中找到。";

/* No comment provided by engineer. */
"Please provide an email address." = "請提供一個電子郵件地址。";

/* No comment provided by engineer. */
"Please Wait" = "請稍候";

/* No comment provided by engineer. */
"Retry Validation" = "驗證重試";

/* No comment provided by engineer. */
"Scan Watch Only Address?" = "掃描表唯一位址嗎？";

/* No comment provided by engineer. */
"Second Password Incorrect" = "第二個密碼不正確";

/* No comment provided by engineer. */
"Send Payment From:" = "發送付款：";

/* No comment provided by engineer. */
"Send Payment To:" = "發送到付款：";

/* No comment provided by engineer. */
"Server Returned Null Status Code" = "伺服器返回 Null 狀態碼";

/* No comment provided by engineer. */
"Signing Input %d" = "簽署輸入 %d";

/* No comment provided by engineer. */
"Signing Inputs" = "簽署的投入";

/* No comment provided by engineer. */
"Success" = "成功";

/* No comment provided by engineer. */
"The private key you are attempting to import is encrypted. Please enter the password below." = "您試圖導入的私密金鑰進行加密。請輸入下面的密碼。";

/* No comment provided by engineer. */
"This action requires the second password for your bitcoin wallet. Please enter it below and press continue." = "此操作需要第二個密碼你比特幣的錢包。請在下面輸入和按繼續。";

/* No comment provided by engineer. */
"This will erase all wallet data on this device. Please confirm you have your wallet information saved elsewhere otherwise any bitcoins in this wallet will be inaccessible!!" = "這將擦除此設備上的所有的錢包資料。請確認你有你的錢包中保存資訊在別處否則任何比特幣這錢包將無法 ！！";

/* No comment provided by engineer. */
"Unarchive" = "Unarchive";

/* No comment provided by engineer. */
"Unconfirmed" = "未經證實的";

/* No comment provided by engineer. */
"Unsupported Private Key Format" = "私人金鑰格式不受支援";

/* No comment provided by engineer. */
"User Declined" = "使用者下降";

/* No comment provided by engineer. */
"Wallet address %@ has funds available to spend. However the private key needs to be scanned from a paper wallet or QR Code. Would you like to scan the private key now?" = "錢包位址 %@ 已花費的資金。然而私密金鑰需要從一個紙錢包或 QR 碼掃描。你想要掃描的私有金鑰現在嗎？";

/* No comment provided by engineer. */
"Wallet Paired Successfully." = "配對成功的錢包。";

/* No comment provided by engineer. */
"Warning!!!" = "警告 ！！！";

/* No comment provided by engineer. */
"Welcome Back" = "歡迎回來";

/* No comment provided by engineer. */
"Welcome to Blockchain Wallet" = "歡迎來到 Blockchain 的錢包";

/* No comment provided by engineer. */
"Would you like to add the bitcoin address %@ to your address book?" = "你想將比特幣位址 %@ 添加到您的通訊錄嗎？";

/* No comment provided by engineer. */
"Yes" = "是啊";

/* No comment provided by engineer. */
"You have no active bitcoin addresses available for sending" = "你有沒有積極的比特幣的位址可用於發送";

/* No comment provided by engineer. */
"You must enter a destination address" = "您必須輸入目標位址";

/* No comment provided by engineer. */
"You must enter a label" = "您必須輸入一個標籤";

/* No comment provided by engineer. */
"Your wallet was successfully created." = "你的錢包已成功創建。";

/* No comment provided by engineer. */
"Close" = "關閉";

/* No comment provided by engineer. */
"Back" = "返回";

/* No comment provided by engineer. */
"New Wallet" = "新的錢包";

/* No comment provided by engineer. */
"MOVED" = "移動";

/* No comment provided by engineer. */
"RECEIVED" = "收到";

/* No comment provided by engineer. */
"SENT" = "發送";

